[
  {
    "category": "Duas Importent",
    "logo": "https://i.ibb.co/4S16Kg2/Capture.png",
    "subCategory": "The servant is dependent on his Lord",
    "name": "The servant is dependent on his Lord #1",
    "title": "All human beings depend on Allah for their welfare and prevention of evil in various matters of their religion and world. Allah says (interpretation of the meaning): O mankind, you are those in need of Allah, while Allah is the Free of need, the Praiseworthy.",
    "reference": "Surah Al-Fatir 35:15"
  },
  {
      "category": "Duas Importent",
      "logo": "https://i.ibb.co/4S16Kg2/Capture.png",
      "subCategory": "The servant is dependent on his Lord",
      "name": "The servant is dependent on his Lord #2",
      "title": "Prophet (ﷺ) used to say after every compulsory prayer, The servant will ask his Lord for all of his religiously and worldly needs, because the treasure of all things is in the hands of Allah. Allah says (interpretation of the meaning): “And there is not a thing but that with Us are its depositories, and We do not send it down except according to a known measure.” (Sura Al-Hijr 15:21) No one can withhold what Allah gives; And, no one can give what he resists.",
      "reference": "Bukhari: 844",
      "aribicDua" : "لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، اَللَّهُمَّ لَا مَانِعَ لِمَا أَعْطَيْتَ وَلَا مُعْطِيَ لِمَا مَنَعْتَ وَلَا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ",
      "Transliteration" : "Laa ilaaha illallahu wahdahu laa sharika lahu, lahul-mulku wa lahul-hamdu wa huwa 'alaa kulli shay'in qadir. Allaahumma laa maani'a limaa a'taita wa laa mu'tia limaa mana'ta wa laa yanfa'u dhal-jaddi minka al-jaddu",
      "Translation" : "There is none worthy of worship except Allah alone with no partner or associate. He is the Dominion and to Him be all praise, and He is able to do all things. O Allah, one can withhold what You have given and none can give what You have withheld, and no wealth or fortune can benefit anyone for from You comes all wealth and fortune.",
      "audio" : "https://server8.mp3quran.net/afs/112.mp3"
    },
    {
      "category": "Duas Importent",
      "logo": "https://i.ibb.co/4S16Kg2/Capture.png",
      "subCategory": "The most important thing to ask Allah for",
      "name": "Allah's guidance #1",
      "title": "All human beings depend on Allah for their welfare and prevention of evil in various matters of their religion and world. Allah says (interpretation of the meaning): O mankind, you are those in need of Allah, while Allah is the Free of need, the Praiseworthy.",
      "reference": "Surah Al-Fatihah 1:5",
      "aribicDua" : "إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ",
      "Transliteration" : "yyaaka na'budu wa lyyaaka nasta'een",
      "Translation" : "It is You we worship and It is You we ask for help.",
      "audio" : "https://server8.mp3quran.net/afs/112.mp3"
    },
    {
      "category": "Duas Excellence",
      "logo": "https://i.ibb.co/bFxX4RP/Capture.png",
      "subCategory": "Excellence of doing Tasbeeh, Tahmid, Tahlil, Takbeer",
      "name": "The reward of freeing the four slaves of Bani Ismail (AS)",
      "title": "All human beings depend on Allah for their welfare and prevention of evil in various matters of their religion and world. Allah says (interpretation of the meaning): O mankind, you are those in need of Allah, while Allah is the Free of need, the Praiseworthy.",
      "reference": "Bukhari No: 6403; Muslim No: 2693",
      "aribicDua" : "لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
      "Transliteration" : "Laa 'ilaaha 'illAllahu wahdahu laa shareeka lahu, lahul-mulku wa lahul-hamdu wa Huwa 'alaa kulli shay'in Qadeer",
      "Translation" : "None has the right to be worshipped except Allah, alone, without any partner. To Him belong all sovereignty and praise and He is over all things omnipotent.",
      "audio" : "https://server8.mp3quran.net/afs/112.mp3"
    }
]
